// Preflight
"DISK_FULL_TITLE" = "Auf Ihrer Festplatte ist nicht genügend freier Speicherplatz vorhanden.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Es wird %@ verfügbarer Speicherplatz benötigt, um die Updates zu laden und zu installieren. Um freien Platz zu schaffen, löschen Sie Dateien von Ihrer Festplatte und versuchen Sie es dann erneut.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Es wird %@ verfügbarer Speicherplatz benötigt, um die Updates zu laden und zu installieren. Um freien Platz zu schaffen, löschen Sie Dateien von Ihrem Startvolume und versuchen Sie es dann erneut.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Ihr Computer ist nicht an die Stromversorgung angeschlossen.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Es wird empfohlen, dass Sie Ihren Computer vor der Installation an die Stromversorgung anschließen. Möchten Sie mit der Installation wirklich fortfahren?";
"CONTINUE_TITLE" = "Fortfahren";

"CANCEL_TITLE" = "Abbrechen";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Das Update „%@“ konnte nicht gesichert werden.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Keines der markierten Updates konnte gesichert werden.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Ein Teil der gewählten Updates konnte nicht gesichert werden.";

"UPDATE_INSTALL_ERROR" = "Das Update „%@“ konnte nicht installiert werden.";
"NONE_CHECKED_INSTALL_ERROR" = "Keines der gewählten Updates konnte installiert werden.";
"SOME_CHECKED_INSTALL_ERROR" = "Ein Teil der gewählten Updates konnte nicht installiert werden.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Das Update konnte nicht installiert werden.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Um die Updates zu installieren, müssen Sie sich abmelden.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Klicken Sie auf „Abmelden“, um die Installation abzuschließen und sich abzumelden.";
"LOG_OUT_AND_INSTALL_TITLE" = "Abmelden";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Um die Updates zu installieren, müssen Sie Ihren Computer neu starten.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Klicken Sie auf „Neustart“, um die Installation abzuschließen und den Computer neu zu starten.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Neustart";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Um die Updates zu installieren, müssen Sie Ihren Computer ausschalten.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Klicken Sie auf „Ausschalten“, um die Installation zu beenden und den Computer auszuschalten. Über den Ein-/Ausschalter können Sie den Computer dann wieder einschalten.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Ausschalten";

"NOT_NOW_TITLE" = "Später";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Nach Abschluss der anderen Aktualisierung können Sie diese Software über „Softwareaktualisierung“ aus dem Apple-Menü laden und installieren.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Wenn Sie das nächste Mal mit dem Internet verbunden sind, können Sie diese Software über „Softwareaktualisierung“ aus dem Apple-Menü laden und installieren.";
"STANDARD_NO_SUS_MESSAGE" = "Überprüfen Sie, ob Ihre Netzwerkverbindung normal funktioniert. Falls es damit keine Probleme gibt, wenden Sie sich an Ihren Netzwerkadministrator.";
"NO_UPDATE_FOUND_ERROR" = "Die Software ist zurzeit nicht verfügbar.";
